LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Справка по работе бота',
    '/support': 'Поддержка',
    '/contacts': 'Другие способы связи'
}

LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЯ помогу тебе следить за временем, '
              'которое ты тратишь на различные задачи\n\nЕсли нужны подробности, '
              'команда /help тебе поможет!\n\n<b>Погнали?</b>',
    '/help': 'Все очень просто. Сначала составляем список '
             'направлений, по которым будем работать\n\nДалее, '
             'выбираем направление и запускается время. Пока идет время, '
             'ты занимаешься своим делом.\n\n'
             'Как только работа закончена, жмешь кнопку /stop\n\n'
             'А вечером я выдам тебе статистку.\n\n<b>Погнали?</b>',
}
