LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Справка по работе бота',
    '/support': 'Поддержка',
    '/contacts': 'Другие способы связи'
}

LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЯ помогу тебе следить за временем, '
              'которое ты тратишь на различные задачи\n\nЕсли нужны подробности, '
              'команда /help тебе поможет!\n\n<b>Погнали?</b>',
    '/help': 'Все очень просто. Сначала составляем список '
             'направлений, по которым будем работать\n\nДалее, '
             'выбираем направление и запускается время. Пока идет время, '
             'ты занимаешься своим делом.\n\n'
             'Как только работа закончена, жмешь кнопку /stop\n\n'
             'А вечером я выдам тебе статистку.\n\n<b>Погнали?</b>',
    '/support': 'Поддержка бота осуществляется по настроению его создателя',
    '/contacts': 'По вопросом можно связаться через аккаунт @SoulStalk3r',
    'add_category': 'Добавить категорию',
    'edit_categories': 'Редактировать категории',
    '/edit_categories': 'Нажми на категорию чтобы удалить',
    'choose_category': 'Категория',
    '/choose_category': 'Выбери категорию для запуска задачи:',
    'statistics': 'Статистика',
    'other_answer': 'Это ни на что не похоже',
    'another category': 'Добавить еще категорию?\n\n',
    'category_deleted': 'Удалена категория ',
    '/add_category': 'Введите название категории начиная с точки, например .django',
    'really_add_category': 'Добавить',
    'cancel_add_category': 'Не надо',
    'category added': 'Добавлена категория ',
    'no_user': 'Пользователь не заведен в базе. Нажмите /start для начала',
    'no_category': 'Ни одна категория не добавлена. Нажмите добавить категорию для добавления категории',
    'cancel': 'Отмена',
    '/stop': 'Остановить работу по задаче ',
    'start_work': 'Начата работа по категории ',
    'stop_work': '\nДля остановки нажмите на кнопку ниже',
    'task for category': 'Работа по категории',
    'is stopped': 'остановлена',
}
