LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Справка по работе бота',
    '/support': 'Поддержка',
    '/contacts': 'Другие способы связи'
}

LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЯ помогу тебе следить за временем, '
              'которое ты тратишь на различные задачи\n\nЕсли нужны подробности, '
              'команда /help тебе поможет!\n\nПогнали?',
    '/help': 'Все очень просто. Сначала составляем список '
             'направлений, по которым будем работать\n\nДалее, '
             'выбираем направление и запускается время. Пока идет время, '
             'ты занимаешься своим делом.\n\n'
             'Как только работа закончена, жмешь кнопку остановки задачи\n\n'
             'А вечером я выдам тебе статистку.\n\nПогнали?',
    '/support': 'Поддержка бота осуществляется по настроению его создателя',
    '/contacts': 'По вопросом можно связаться через аккаунт @SoulStalk3r',
    'add_category': 'Добавить задачу',
    'edit_categories': 'Редактировать задачи',
    '/edit_categories': 'Нажми на задачу чтобы удалить',
    'choose_category': 'Задача',
    '/choose_category': 'Выбери задачу для запуска таймера:',
    'statistics': 'Статистика',
    'other_answer': 'Это ни на что не похоже',
    'another category': 'Добавить еще задачу?\n\n',
    'category_deleted': 'Удалена задача ',
    '/add_category': 'Введите название задачи начиная с точки, например .django',
    'really_add_category': 'Добавить',
    'cancel_add_category': 'Не надо',
    'category added': 'Добавлена задача ',
    'no_user': 'Пользователь не заведен в базе. Нажмите /start для начала',
    'no_category': 'Ни одна задача не добавлена. Нажмите добавить задачу для добавления задачи',
    'cancel': 'Отмена',
    '/stop': 'Остановить работу по задаче ',
    'start_work': 'Начата работа по задаче ',
    'stop_work': '\nДля остановки нажмите на кнопку ниже',
    'task for category': 'Работа по задаче',
    'is stopped': 'остановлена',
    'yes': 'Да',
    'lets_start': 'Здесь можно создать новую задачу, удалить ненужные задачи,'
                  'начать работу по задаче или посмотреть статистику',
}
