LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Справка по работе бота',
    '/support': 'Поддержка',
    '/contacts': 'Другие способы связи'
}

LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЯ помогу тебе следить за временем, '
              'которое ты тратишь на различные задачи\n\nЕсли нужны подробности, '
              'команда /help тебе поможет!\n\nПогнали?',
    '/help': 'Все очень просто. Сначала составляем список '
             'направлений, по которым будем работать\n\nДалее, '
             'выбираем направление и запускается время. Пока идет время, '
             'ты занимаешься своим делом.\n\n'
             'Как только работа закончена, жмешь кнопку остановки задачи\n\n'
             'А вечером я выдам тебе статистку.\n\nПогнали?',
    '/support': 'Поддержка бота осуществляется по настроению его создателя',
    '/contacts': 'По вопросом можно связаться через аккаунт @SoulStalk3r',
    'add_category': '▶️ Добавить задачу',
    '/ads_task': 'Добавляется задача',
    'edit_categories': '📝 Редактировать задачи',
    '/edit_categories': '🗑 Нажми на задачу чтобы удалить',
    'choose_category': '🗒 Задача',
    '/choose_category': '❗️Выбери задачу для запуска таймера:',
    'statistics': '📈 Статистика',
    'other_answer': '👀 Это ни на что не похоже',
    'another category': '\n⁉️ Добавить еще задачу?\n\n',
    'category_deleted': '❌ Удалена задача ',
    '/add_category': '✏️ Отправь название задачи или нажми 🚫 Отмена',
    'really_add_category': '🆗 Добавить',
    'cancel_add_category': '🚫 Не надо',
    'category added': '✅ Добавлена задача ',
    'no_user': '⛔ Пользователь не заведен в базе. Нажмите /start для начала',
    'no_category': '😮 Ни одна задача не добавлена. Нажмите добавить задачу для добавления задачи',
    'cancel': '🚫 Отмена',
    '/stop': '🛑 Остановить работу по задаче\n',
    'start_work': '🚀 Начата работа по задаче ',
    'stop_work': '\nДля остановки нажмите на кнопку ниже',
    'task for category': '🔽 Работа по задаче',
    'is stopped': 'остановлена',
    'yes': '✅ Да',
    'lets_start': 'Здесь можно создать новую задачу, удалить ненужные задачи,'
                  'начать работу по задаче или посмотреть статистику',
    'success': '🗑 Успешно удалена задача ',
    'incorrect_task_name': '❗️Задача должна состоять только из букв\n\nПопробуй еще раз или нажми 🚫 Отмена',
    'choose_action': 'Выбери действие',
    'task_exist': 'Такая задача уже существует. Введи другое название',
    'total': '\nВсего',
    'stats': '🗓 Выбери период для отображения статистики: ',
    'day': 'Сегодня',
    'yesterday': 'Вчера',
    'week': 'Неделя',
    'month': 'Месяц',
    'stats_for': 'Статистика за ',
}
